<template>
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1">
    </head>
    <div class="nav">
        <ul>
            <div >
            <router-link to="/"> <img src="../../img/home.png" class="home"></router-link>   
            </div>
            <div class="dropdown">

                 <img  src="../../img/menu.png" class="icon">   
                
                <div class="dropdown-content">
                    <a href="#"><router-link to="/MKEnviroment">Животната Средина</router-link></a>
                    <a href="#"><router-link to="/MKRegional">Македонија и Регионот</router-link></a>
                    <a href="#"><router-link to="/MKTodayPage">Светот денес</router-link></a>
                    <a href="#"><router-link to="/MKQuizzes">Квизови</router-link></a>
                    <a href="#"><router-link to="/MKFunPage">Забава</router-link></a>
                    <a href="#"><router-link to="/MKAbout">За нас</router-link></a>
                    <span  class="homeD">
                        <a hre="#"><router-link to="/" >Дома</router-link> </a>
                    </span>
                </div>
             </div>
            
             <li class="small" ><router-link to="/2VideoPage" class="none">    EN  </router-link>  </li> 
            <li class="this small"><router-link to="/MK2VideoPage" class="none">MK</router-link></li>
        <li class="logo"> <img src="../../img/logo4.png"></li>  
        </ul>
     </div>

    <h1 class="videoTitle">Сонуваме за чиста иднина – Животната средина е во наши раце!</h1>
    <div class="controlVideo">
    <video src="../../videos/video2.mp4" controls ></video>  
    <p>За каква животна околина сонуваме?каква животна средина сакаме?Ваква-чиста?<br>Тоа зависи од нас. Словенија е држава во која грижата за животната средина
е секојдневие ,главна цел на секој жител,нивен стремеж,нивно
секојдневие.Чистата животна средина почнува од нашите секојдневни
активности ,нашиот двор,нашата улица,нашата соседство и општина.
<br>
Првиот впечаток
за Словенија е зелена држава-мостови со зелена трева, заштита на околината
на животните ,патеки за пешачење што водат длабоко во шумите и планините,уредени дворови на куќите
,негувани тревници од страна на жителите како и храна произведена од сопствена локални 
ресурси.Општиот впечаток е дека грижата за животната средина и се враќа на човекот со добро. 
По посетата на Словенија, сфатив дека грижата на животната средина и здравата
исхрана од сопствено производство не е наш страм туку наша гордост . 
<br>
Потрудете
се -резултатите ќе бидат видливи ,а животната средина ќе ви возврати. 🌍♻️
    </p>    
    </div>
    
    <div class="footer">
        <h1>Пишете ни!</h1>
        
        <table>
            <tr>
                <td>
                  <img src="../../img/insta.png">  
                </td>
                <td><p>@ecosrekja</p></td>
            </tr>
            <tr>
                <td>
                    <img src="../../img/face.png">
               
                </td>
                <td><p>@ecosrekja</p></td>
            </tr>
            <tr>
                <td>    
               <img src="../../img/mail.png"> 
                </td>
                <td><p><a href="mailto:ecosrekja@gmail.com">ecosrekja@gmail.com</a></p></td>
            </tr>
        </table>
             
        
    </div>
    
</template>
<script>

export default {
    name:'MK2VideoPage',
   

}
</script>
<style src="../../style.css"></style>