<template>
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1">
    </head>
    <div class="nav">
        <ul>
            <div >
            <router-link to="/"> <img src="../../img/home.png" class="home"></router-link>   
            </div>
            <div class="dropdown">

                 <img  src="../../img/menu.png" class="icon">   
                
                <div class="dropdown-content">
                    <a href="#"><router-link to="/MKEnviroment">Животната Средина</router-link></a>
                    <a href="#"><router-link to="/MKRegional">Македонија и Регионот</router-link></a>
                    <a href="#"><router-link to="/MKTodayPage">Светот денес</router-link></a>
                    <a href="#"><router-link to="/MKQuizzes">Квизови</router-link></a>
                    <a href="#"><router-link to="/MKFunPage">Забава</router-link></a>
                    <a href="#"><router-link to="/MKAbout">За нас</router-link></a>
                    <span  class="homeD">
                        <a hre="#"><router-link to="/" >Дома</router-link> </a>
                    </span>
                </div>
             </div>
            
             <li class="small" ><router-link to="/3VideoPage" class="none">    EN  </router-link>  </li> 
            <li class="this small"><router-link to="/MK3VideoPage" class="none">MK</router-link></li>
        <li class="logo"> <img src="../../img/logo4.png"></li>  
        </ul>
     </div>

    <h1 class="videoTitle">Чистиот Воздух – Заедничка Одговорност за Подобра Иднина!</h1>
    <div class="controlVideo">
    <video src="../../videos/video3.mp4" controls ></video>  
    <p>
        Воздухот е секаде околу нас чист или не.Навлегува во секоја пора од нашето тело
не одржува во живот ни дава сила или не уништува .Изборот зависи од нас .
<br>
Почни
од себе иако промените не зависат од еден човек .Природата е убава во секое
годишно време но најубава е кога е чиста . Чистиот воздух ти навлегува длабоко
во секоја пора од телото ,те исполнува со свежина, со кислород, со живот,со среќа
.Чистата околина ти дава чуство на сигурност на исполнетост на среќа.Качуваќи се
на патеката за да стигнеме до вистиснкиот врв треба да се грижиме за животнана
средина,да не се фрла отпад,да не се уништува .
<br>
Некогаш самата природа преку
природните појави -снег, дожд, ветер ја чисти животната средина но човекот треба
да придонесе да се задржи и одржува . Заштитата на животната околина
предизвикува чуство на гордост за секој човек како успех од искачен врв ,како
личен успех,како врв на среќа.🌿💚
    </p>    
    </div>
    <div class="footer">
        <h1>Пишете ни!</h1>
        
        <table>
            <tr>
                <td>
                  <img src="../../img/insta.png">  
                </td>
                <td><p>@ecosrekja</p></td>
            </tr>
            <tr>
                <td>
                    <img src="../../img/face.png">
               
                </td>
                <td><p>@ecosrekja</p></td>
            </tr>
            <tr>
                <td>    
               <img src="../../img/mail.png"> 
                </td>
                <td><p><a href="mailto:ecosrekja@gmail.com">ecosrekja@gmail.com</a></p></td>
            </tr>
        </table>
             
        
    </div>
    
</template>
<script>

export default {
    name:'MK3VideoPage',
   

}
</script>
<style src="../../style.css"></style>