<template>
  
    <div class="nav">
          <ul>
              <div >
              <router-link to="/"> <img src="../../img/home.png" class="home"></router-link>   
              </div>
              <div class="dropdown">
  
                   <img  src="../../img/menu.png" class="icon">   
                  
                   <div class="dropdown-content">
                    <a href="#"><router-link to="/MKEnviroment">Животната Средина</router-link></a>
                    <a href="#"><router-link to="/MKRegional">Македонија и Регионот</router-link></a>
                    <a href="#"><router-link to="/MKTodayPage">Светот денес</router-link></a>
                    <a href="#"><router-link to="/MKQuizzes">Квизови</router-link></a>
                    <a href="#"><router-link to="/MKFunPage">Забава</router-link></a>
                    <a href="#"><router-link to="/MKAbout">За нас</router-link></a>
                    <span  class="homeD">
                        <a hre="#"><router-link to="/" >Дома</router-link> </a>
                    </span>
                </div>
               </div>
               <li class="small" ><router-link to="/EtnaVolcano" class="none">    EN  </router-link>  </li> 
               <li class="this small"><router-link to="/MKEtnaVulcano" class="none">MK</router-link></li>
          <li class="logo"> <img src="../../img/logo4.png"></li>  
          </ul>
       </div>
       <h1 class="title">Ноќни екскурзии на италијанскиот вулкан Етна предизвикуваат безбедносни загрижености</h1>  
     
     
     <img src="../../img/etna.webp" class="below">

     <div class="date">
     <p >Сабота, <br>22 Февруари 2025</p>   
     </div>
     <br>
     
     <div class="text">
        <p>Време потребно за читање: 4 минути</p>
        <p>Италијанскиот вулкан Етна, еден од најактивните и најпознатите природни знаменитости во светот, 
            долго време привлекува авантуристи и љубители на природата. Во последно време, појавата на ноќни
             екскурзии предизвикува загрижености меѓу локалната власт, вулканолозите и туристичките експерти.</p>
             <p>Растечки тренд под ѕвездите</p>
             <p>Во последните неколку години, водените тури кои патуваат по страните на Етна за време на ноќта се стекнуваат
                 со значителна популарност. Туристичките агенции ги истакнуваат уникатните предности на гледањето на
                  драматичните ерупции и светливите лавни патеки кои се откриваат под ѕвездите – спектакл кој се разликува 
                  од дневните посети. Но, додека овие ноќни патувања нудат незаборавно искуство, 
                предизвиците на навигацијата низ нерамната терена во услови со ниска видливост предизвикуваат сериозна загриженост.</p>
               <br> <p>Во темнината, природната убавина на Етна се прекрива со бројни потенцијални опасности.
                    
                     Намалената осветленост, стрмните и нерамни патеки и брзите температурни промени создаваат опасна средина.
                      Експертите предупредуваат дека дури и добро организираните екскурзии не се имуни од ризици.
                      <br>
 <i>„Вулканот е по своја природа непредвидлив“</i>-објаснува локален вулканолог
</p>
<br>
<p>Властите се загрижени дека непоготвените посетители може да ги потценуваат ризиците .
     Според физичките опасности, расте и загриженоста дека голем број туристи во ноќните часови може да ја преоптовари
      локалната инфраструктура, што потенцијално може да влијае на безбедноста на посетителите и жителите.
Туристичките агенции сега се соочуваат со предизвикот да балансираат меѓу економските придобивки од ноќните екскурзии и потребата од строги безбедносни стандарди.
</p>
<p>Покрај непосредните безбедносни загрижености, експертите истакнуваат дека зголемената човечка активност во
     осетливите ноќни часови може да ги наруши локалните животински видови и да влијае негативно на екосистемот околу вулканот. Заштитниците на природата повикуваат дека секоја мерка која го промовира 
    туризмот мора да ги земе предвид и долгорочните последици на природните хабитати во регионот.</p>
     </div>
  
    <div class="footer">
          <h1>Пишете ни!</h1>
          
          <table>
              <tr>
                  <td>
                    <img src="../../img/insta.png">  
                  </td>
                  <td><p>@ecosrekja</p></td>
              </tr>
              <tr>
                  <td>
                      <img src="../../img/face.png">
                 
                  </td>
                  <td><p>@ecosrekja</p></td>
              </tr>
              <tr>
                  <td>    
                 <img src="../../img/mail.png"> 
                  </td>
                  <td><p><a href="mailto:ecosrekja@gmail.com">ecosrekja@gmail.com</a></p></td>
              </tr>
          </table>
               
          
      </div>
    
  </template>
  
  
  <script>
  export default {
    name:'MKEtnaVulcano',
  }
  </script>
  <style src="../../style.css"></style>