<template>
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1">
    </head>
    <div class="nav">
        <ul>
            <div >
            <router-link to="/"> <img src="../../img/home.png" class="home"></router-link>   
            </div>
            <div class="dropdown">

                 <img  src="../../img/menu.png" class="icon">   
                
                <div class="dropdown-content">
                    <a href="#"><router-link to="/MKEnviroment">Животната Средина</router-link></a>
                    <a href="#"><router-link to="/MKRegional">Македонија и Регионот</router-link></a>
                    <a href="#"><router-link to="/MKTodayPage">Светот денес</router-link></a>
                    <a href="#"><router-link to="/MKQuizzes">Квизови</router-link></a>
                    <a href="#"><router-link to="/MKFunPage">Забава</router-link></a>
                    <a href="#"><router-link to="/MKAbout">За нас</router-link></a>
                    <span  class="homeD">
                        <a hre="#"><router-link to="/" >Дома</router-link> </a>
                    </span>
                </div>
             </div>
            
             <li class="small" ><router-link to="/1Page" class="none">    EN  </router-link>  </li> 
            <li class="this small"><router-link to="/MK1Page" class="none">MK</router-link></li>
        <li class="logo"> <img src="../../img/logo4.png"></li>  
        </ul>
     </div>

    
     <div class="fotop">
        <h1>Водич за Рециклирање на Пластика: Како да Допринесеме за Почиста Средина?</h1>
        <p>  Пластиката е материјал кој е широко застапен во нашето секојдневие – од пакувањата за храна и шишињата за вода,
             до кутиите за складирање и индустриските материјали. Сепак, не сите видови на пластика се еднакво погодни за рециклирање, 
            што ја прави правилната селекција и управување со отпадот клучен чекор во заштитата на животната средина.  </p>
            <p>Оваа табела ги прикажува различните видови на пластика, нивната употреба и нивната способност за рециклирање. 
                Со подобро разбирање на овие категории, можеме свесно да ги избираме производите што ги користиме, да ги одложуваме на
                 соодветен начин и да помогнеме во намалувањето на загадувањето.</p>
                 <h2>Зошто е важно да знаеме како се рециклира пластиката?</h2>
                 <ul class="nosym">
                    <li>✅ Ги зачувуваме природните ресурси и ја намалуваме потребата за производство на нова пластика.</li>
                    <li>✅ Ги намалуваме емисиите на стакленички гасови и влијанието врз климатските промени</li>
                    <li>✅ Ја заштитуваме флората и фауната од штетното влијание на пластичниот отпад</li>
                    <li>✅ Го намалуваме загадувањето на водата и почвата</li>
                 </ul>
                 <p>
Секоја пластика има свој код кој означува колку е лесно или тешко да се рециклира. Со следење на овие симболи и со правилно одложување на отпадот, можеме да придонесеме кон одржлива иднина за сите нас.
<br>
Категории на пластика и нивната способност за рециклирање:
<ul class="symbolfoto">
    <li class="easy"> PET (1) – Шишиња за вода, пакувања за зачини → ✅ Лесни за рециклирање</li>
    <li class="easy">HDPE (2) – Бокали за млеко, шишиња за шампон → ✅ Лесни за рециклирање</li>
    <li class="difficult">PVC (3) – Цевки, пластична фолија → ❌ Тешки за рециклирање</li>
    <li class="moderate">LDPE (4) – Кеси за намирници и обвивки → 🟠 Може да се рециклираат</li>
    <li class="moderate">PP (5) – Контејнери за јогурт и павлака → 🟠 Може да се рециклираат</li>
    <li class="difficult">PS (6) – Кутии за храна за носење, чашки за кафе → ❌ Тешки за рециклирање</li>
    <li class="difficult">O (7) – Други материјали како најлон, акрилик и фиберглас → ❌ Тешки за рециклирање</li>
</ul>

Запомнете – секој мал чекор што го преземаме кон правилно рециклирање е огромен придонес за почиста животна средина! </p>

        <img src="../../img/mk1.png">
        
     </div>
 
    

   
    <div class="footer">
        <h1>Пишете ни!</h1>
        
        <table>
            <tr>
                <td>
                  <img src="../../img/insta.png">  
                </td>
                <td><p>@ecosrekja</p></td>
            </tr>
            <tr>
                <td>
                    <img src="../../img/face.png">
               
                </td>
                <td><p>@ecosrekja</p></td>
            </tr>
            <tr>
                <td>    
               <img src="../../img/mail.png"> 
                </td>
                <td><p><a href="mailto:ecosrekja@gmail.com">ecosrekja@gmail.com</a></p></td>
            </tr>
        </table>
             
        
    </div>
    
</template>
<script>

export default {
    name:'MK1Page',
   

}
</script>
<style src="../../style.css"></style>