<template>
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1">
    </head>
    <div class="nav">
        <ul>
            <div >
            <router-link to="/"> <img src="../../img/home.png" class="home"></router-link>   
            </div>
            <div class="dropdown">

                 <img  src="../../img/menu.png" class="icon">   
                
                <div class="dropdown-content">
                    <a href="#"><router-link to="/MKEnviroment">Животната Средина</router-link></a>
                    <a href="#"><router-link to="/MKRegional">Македонија и Регионот</router-link></a>
                    <a href="#"><router-link to="/MKTodayPage">Светот денес</router-link></a>
                    <a href="#"><router-link to="/MKQuizzes">Квизови</router-link></a>
                    <a href="#"><router-link to="/MKFunPage">Забава</router-link></a>
                    <a href="#"><router-link to="/MKAbout">За нас</router-link></a>
                    <span  class="homeD">
                        <a hre="#"><router-link to="/" >Дома</router-link> </a>
                    </span>
                </div>
             </div>
            
             <li class="small" ><router-link to="/3Page" class="none">    EN  </router-link>  </li> 
            <li class="this small"><router-link to="/MK3Page" class="none">MK</router-link></li>
        <li class="logo"> <img src="../../img/logo4.png"></li>  
        </ul>
     </div>

    
     <div class="fotop">
        <h1>Еко-замени во Кујната: Намали го Отпадот и Заштити ја Планетата!</h1>
        <p>Во современото живеење, голем дел од нашите секојдневни навики создаваат огромни количини отпад, особено во кујната.
             Од пластични шишиња и кеси до еднократни прибори и амбалажи, нашиот отпад директно влијае на загадувањето на животната 
             средина. Но, добрата вест е дека со мали промени во начинот на кој користиме и складираме храна и пијалаци, 
            можеме значително да го намалиме отпадот и да живееме поеколошки.</p>
            <p>Одржливите алтернативи не само што помагаат да се заштити природата, туку и ја подобруваат нашата удобност и заштедуваат 
                пари на долг рок. 
                Ако почнеме со мали чекори, како користење на трајни садови наместо пластични, можеме да придонесеме за позелена иднина</p>
                <h2>Еко-замени за поодржлива кујна:</h2>
                <ul class="nosym">
                    <li>✅ Платнена торба за пазарење – Наместо секојпат да купуваш пластични ќеси, носи торба за повеќекратна употреба</li>
                    <li>✅ Стаклена тегла – Одлична алтернатива за складирање храна, зачини и пијалаци наместо пластични пакувања</li>
                    <li>✅ Кесички чај за повеќекратна употреба – Наместо да користиш еднократни чајни кеси, преферирај метални или памучни филтри</li>
                    <li>✅ Прибор за јадење од бамбус – Биразградлив и природен материјал кој заменува пластичен прибор</li>
                    <li>✅ Контејнери за повеќекратна употреба – Трајни садови за храна наместо пластични и алуминиумски пакувања</li>
                    <li>✅ Цедалка за чај – Идеален начин да се избегне користењето на хартиени филтри</li>
                    <li>✅ Шише за вода од не’рѓосувачки челик – Со ова, можеш целосно да се откажеш од пластичните шишиња</li>
                    <li>✅ Кеси за сендвичи со повеќекратна употреба – Наместо фрлање пластични кеси, користи силиконски или восочни кеси</li>
                    <li>✅ Чаша за повеќекратна употреба – Одличен избор за кафе и чај наместо хартиени чаши</li>
                    <li>✅ Платнена покривка за сад – Ги заменува пластичните фолии и еко-пријателска е алтернатива</li>
                    <li>✅ Филтер за кафе за повеќекратна употреба – Намали го отпадот од хартиени филтри</li>

                </ul>
               Малите чекори водат до големи промени! Почни денес и придонеси за поздрава животна средина. 🌍♻️
        <img src="../../img/mk3.png">
        
     </div>
 
    

   
    <div class="footer">
        <h1>Пишете ни!</h1>
        
        <table>
            <tr>
                <td>
                  <img src="../../img/insta.png">  
                </td>
                <td><p>@ecosrekja</p></td>
            </tr>
            <tr>
                <td>
                    <img src="../../img/face.png">
               
                </td>
                <td><p>@ecosrekja</p></td>
            </tr>
            <tr>
                <td>    
               <img src="../../img/mail.png"> 
                </td>
                <td><p><a href="mailto:ecosrekja@gmail.com">ecosrekja@gmail.com</a></p></td>
            </tr>
        </table>
             
        
    </div>
    
</template>
<script>

export default {
    name:'MK3Page',
   

}
</script>
<style src="../../style.css"></style>