<template>
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1">
    </head>
    <div class="nav">
        <ul>
            <div >
            <router-link to="/"> <img src="../../img/home.png" class="home"></router-link>   
            </div>
            <div class="my-dropdown">

                 <img  src="../../img/menu.png" class="icon">   
                
                <div class="dropdown-content">
                    <a href="#"><router-link to="/MKEnviroment">Животната Средина</router-link></a>
                    <a href="#"><router-link to="/MKRegional">Македонија и Регионот</router-link></a>
                    <a href="#"><router-link to="/MKTodayPage">Светот денес</router-link></a>
                    <a href="#"><router-link to="/MKQuizzes">Квизови</router-link></a>
                    <a href="#"><router-link to="/MKFunPage">Забава</router-link></a>
                    <a href="#"><router-link to="/MKAbout">За нас</router-link></a>
                    <span  class="homeD">
                        <a hre="#"><router-link to="/" >Дома</router-link> </a>
                    </span>
                </div>
             </div>
            
             <li class="small" ><router-link to="/StarPage" class="none">    EN  </router-link>  </li> 
            <li class="this small"><router-link to="/MKStarPage" class="none">MK</router-link></li>
        <li class="logo"> <img src="../../img/logo4.png"></li>  
        </ul>
     </div>
     <h1 class="titleC">Хороскопските знаци и грижата на животната средина </h1>
     <div class="starC"> 
      <div class="my-card">
  <img src="../../img/jarec.webp" alt="Јарец" class="card-image">
  <div class="card-content">
    <h2>Јарец</h2>
    <p>Јарецот, како земјен знак управуван од планетата Сатурн, симболизира одговорност, дисциплина и упорност. Овие карактеристики ве прават природен заштитник на сè што е поврзано со земјата и природата.</p>
    <p>Вие секогаш размислувате за иднината. Разбирате дека вистинските еколошки промени бараат време и континуирани напори. Вашата способност да планирате и спроведувате долгорочни стратегии ве прават важен фактор во иницијативите за одржлив развој и заштита на природните ресурси. Иако не сте секогаш гласни, вие сте ефикасен лидер зад сцената.</p>
  </div>
</div>
        <div class="my-card">
            <img src="../../img/vodolija.webp" alt="Водолија" class="card-image">
              <div class="card-content">
            <h2>Водолија</h2>
            <p>Водолијата е хороскопски знак кој симболизира иновативност, хуманост и визионерски дух. Управувана од планетата Уран, 
                која претставува промени и револуција, вие често сте предвесник на нови идеи и прогресивни движења. </p>
                <p>Со вашиот бунтовен дух и љубов кон новитети, го поддржувате развојот на напредни еко-решенија.Често сте поврзани со идеи како соларна енергија, 
                    електрични возила, паметни градови и технолошки иновации кои го намалуваат влијанието врз животната средина.
                    Вие ја  вреднувате заедницата и верувате дека вистинската промена започнува кога луѓето се здружуваат за заедничка цел.</p>
                </div>
        </div>
        <div class="my-card">
            <img src="../../img/ribi.webp" alt="Риби"  class="card-image">
           <div class="card-content">
            <h2>Риби</h2>
            <p>Рибите се хороскопски знак познат по својата емпатија, интуиција и длабока поврзаност со природата.
                 Управувани од планетата Нептун, која симболизира духовност и чувствителност.</p>
                <p>Вие сте длабоко емпатични, не само кон луѓето туку и кон животните и целата природа. Вие често се вклучувате во хуманитарни и еколошки проекти, 
                    поддржувајќи организации за заштита на загрозените видови и иницијативи за зачувување на екосистемите.Вие сте уметнички настроени и ја користите својата креативност за да подигнете свеста за еколошките проблеми.</p>
                </div>
        </div>
    
        <div class="my-card">
            <img src="../../img/oven.jpg" alt="Овен"  class="card-image">
          <div class="card-content">
            <h2>Овен</h2>
            <p>Овенот симболизира иницијатива, храброст и лидерство. 
                Овие карактеристики ве прават природен водач кога станува збор за важни прашања, како што е грижата за животната средина. 
                Вашата енергија и страст често ве поттикнуваат да биде првиот што ќе преземе акција во заштита на природата.</p>
                <p>Не чекате другите да започнат – ВИЕ ја преземате иницијативата.
                    Често сте први што учествувате во зелени иницијативи, кампании за пошумување или активности за чистење на природата.Љубовта кон планинарење, истражување и активности на отворено ве прават свесен за важноста на чистата и здрава околина.</p>
                </div>
        </div>
        <div class="my-card">
            <img src="../../img/bik.jpg" alt="Бик" class="card-image">
              <div class="card-content">
            <h2>Бик</h2>
            <p>Овенот симболизира иницијатива, храброст и лидерство. 
                Овие карактеристики ве прават природен водач кога станува збор за важни прашања, како што е грижата за животната средина. 
                Вашата енергија и страст често ве поттикнуваат да биде првиот што ќе преземе акција во заштита на природата.</p>
                <p>Не чекате другите да започнат – ВИЕ ја преземате иницијативата.
                    Често сте први што учествувате во зелени иницијативи, кампании за пошумување или активности за чистење на природата.Љубовта кон планинарење, истражување и активности на отворено ве прават свесен за важноста на чистата и здрава околина.</p>
              </div>
        </div>
        <div class="my-card">
            <img src="../../img/bliznaci.jpg" alt="Близнаци" class="card-image">
              <div class="card-content">
            <h2>Близнаци</h2>
            <p>Близнаците, управувани од планетата Меркур, се познати по својата интелигенција, љубопитност и комуникациски вештини. Како воздушен знак, вие имате природна склоност кон идеи што промовираат промени и иновации. Кога станува збор за грижата за животната средина, 
                вие играте клучна улога во подигнување на свеста, ширење информации и инспирирање на акција.</p>
                <p>Одлични комуникатори сте! Вие сте тие што ќе напишат инспиративен текст, ќе споделат едукативно видео или ќе организираат јавни дискусии за еколошки теми.Знаат како да ги поврзите вистинските луѓе со вистинските ресурси.Можете да организирате еколошки настани, да мотивирате заедници да се вклучат во активности за зачувување на природата, и да создадете мрежи на активисти и волонтери.</p>
            </div>
        </div>
        <div class="my-card">
            <img src="../../img/rak.jpg" alt="Рак" class="card-image">
           <div class="card-content">
            <h2>Рак</h2>
            <p>Ракот, управуван од Месечината, е знак познат по својата емпатија, чувствителност и силна врска со домот и природата. 
                Вашата интуитивна природа и длабоката емоционална поврзаност со околината ве прави природен 
                заштитник на животната средина. За вас емјата не е само планета, туку и дом кој треба да се чува со љубов и грижа</p>
                <p>Познати сте како чувар на домоти сакате да создадете безбедни и здрави простори за себе и своето семејство. 
                    Затоа сте склони кон органско земјоделство, урбано градинарство, и поддршка на локални производи што го намалуваат еколошкиот
                     отпечаток.Иако не секогаш сте на првите линии како гласни активисти, вие дејствувате тивко, но посветено. </p>
           </div>
        </div>
        <div class="my-card">
            <img src="../../img/lav.jpg" alt="Лав" class="card-image">
            <div class="card-content">
            <h2>Лав</h2>
            <p>Лавот, управуван од Сонцето, е хороскопски знак кој симболизира моќ, лидерство и страст.
                 Лавот има силен карактер, желба да инспирира и да биде пример за другите. Оваа енергична и доминантна природа
                  ве прави природен водач кога станува збор за важни прашања, како што е грижата за животната средина.
                 За вас заштитата на природата не е само обврска — тоа е шанса да оставете траен и позитивен белег врз светот</p>
                <p>Сакате да бидете на чело на промени. Вашата харизма и влијание ви помагаат да инспирирате други луѓе да се
                     вклучат во активности за заштита на животната средина. Често ќе се најдете како лидер на еколошки кампањи, 
                    активистички движења или дури и основач на организации за одржлив развој.Има силна љубов кон природата, особено кон сонцето и отворените простори. Вашата страст за животот ве мотивира да се грижите за зачувување на природните ресурси, 
                    да поддржува обновливи извори на енергија и да промовирате активности што ја намалуваат загаденоста</p>
            </div>
        </div>
        <div class="my-card">
            <img src="../../img/devica.webp" alt="Девица" class="card-image">
            <div class="card-content">
            <h2>Девица</h2>
            <p>Девицата, управувана од планетата Меркур, е познат по својата практичност, аналитичност и внимание на деталите.
                 Оваа комбинација на рационалност и љубов кон природата
                 ве прави природен чувар на животната средина.</p>
                <p>Сакате практични решенија за секој проблем, вклучително и за еколошките предизвици. Верувате дека мали, но 
                    конзистентни промени во секојдневниот живот можат да имаат огромно влијание врз животната средина. Сортирање отпад, 
                    користење на енергетски ефикасни уреди,
                     и сведување на пластичниот отпад се дел од вашата рутина.Вие имате природна потреба за чистота и организација, 
                     што ве прави особено чувствителна на загадувањето.Често сте активен учесник во акции за чистење на паркови,
                      плажи и јавни простори, 
                     бидејќи верувате дека чистата околина влијае позитивно врз менталното и физичкото здравје.</p>
                </div>
        </div>
        <div class="my-card">
            <img src="../../img/vaga.webp" alt="Вага" class="card-image">
            <div class="card-content">
            <h2>Вага</h2>
            <p>Вагата, управувана од планетата Венера, е хороскопски знак кој симболизира рамнотежа, хармонија и праведност. 
                Вие сте чувствителни на сè што ја нарушува природната рамнотежа, вклучително и екосистемите и околината. 
                За вас, 
                грижата за животната средина не е само обврска, туку и начин да се создаде хармонија помеѓу луѓето и природата.</p>
                <p>Имате вродена потреба за рамнотежа и праведност, што ве прави особено чувствителни на еколошките дисбаланси
                     како климатските промени, уништувањето на шумите и загадувањето.
                     Верувате дека заштитата на природата е клучна за одржување на глобалната хармонија.Ја цените убавината, а природата за вас е најголемото уметничко дело.</p>
                </div>
        </div>
        <div class="my-card">
            <img src="../../img/skorpija.webp" alt="Шкоприја" class="card-image">
             <div class="card-content">
            <h2>Шкорпија</h2>
            <p>Шкорпијата, управувана од планетата Плутон, е познат по својата интензивност, решителност и способност 
                за трансформација. Вашиот длабок и мистериозен карактер се поврзува со способноста
                 да согледате проблемите под површината, што ве прави моќен сојузник во борбата за заштита на животната средина.</p>
                <p>Вие сте знак на промени и трансформации.Верувате дека дури и најголемите еколошки предизвици можат да се решат
                     со посветеност и акција.
                     Ова ве прави одличен активист во иницијативи за обновување на деградирани екосистеми и борба против климатските промени.Многу сте лојални и посветени кога нешто ви е важно. 
                     Кога ќе се посветите на заштита на животната средина,нема да застанете додека не постигнете вистинска промена.</p>
                </div>
        </div>
        <div class="my-card">
            <img src="../../img/strelec.webp" alt="Стрелец" class="card-image">
             <div class="card-content">
            <h2>Стрелец</h2>
            <p>Стрелецот, управуван од планетата Јупитер, е хороскопски знак познат по својата љубопитност, авантуристички дух и
                 желба за истражување.Вие сте полни со енергија и ентузијазам, што ве прави природен амбасадор за екологијата.
                  За вас, 
                грижата за животната средина е дел од вашата мисија да го откриете светот, да го разберете и да го заштитите за идните генерации.</p>
                <p>Сакатае  да бидете на отворено, да истражувате нови предели и да се поврзувате со дивата природа. 
                    Оваа страст за патувања ве прави свесен за убавината, но и за кревкоста на природните екосистеми.
                     Патувањето ве инспирира да се грижите за зачувување на природните богатства.Вие сте природен едукатор 
                     и мотивациски говорник. Вашата способност да инспирирате и да споделувате знаење ве прави одличен активист
                      во подигнување на еколошката свест. 
                     Знае како да го пренесе значењето на одржливоста на начин што допира до луѓето.</p>
                </div>
        </div>
       
     </div>
    
     

   
    <div class="footer">
        <h1>Пишете ни!</h1>
        
        <table>
            <tr>
                <td>
                  <img src="../../img/insta.png">  
                </td>
                <td><p>@ecosrekja</p></td>
            </tr>
            <tr>
                <td>
                    <img src="../../img/face.png">
               
                </td>
                <td><p>@ecosrekja</p></td>
            </tr>
            <tr>
                <td>    
               <img src="../../img/mail.png"> 
                </td>
                <td><p><a href="mailto:ecosrekja@gmail.com">ecosrekja@gmail.com</a></p></td>
            </tr>
        </table>
             
        
    </div>
    
</template>
<script>

export default {
    name:'MKStarPage',
   

}
</script>
<style src="../../style.css"></style>